//Вывести на одной строке числа 47, 52 и 150 с двумя пробелами между ними. Текст '47 52 150' не использовать.

package Chapter_1;

public class task_002 {

    public static void main(String[] args) {

        int a = 47;
        int b = 52;
        int c = 150;

        System.out.print(a + "  ");
        System.out.print(b + "  ");
        System.out.print(c);
    }
}
