//Вывести на одной строке числа 31, 18 и 79 с одним пробелом между ними. Текст '31 18 79' не использовать.


package Chapter_1;

public class task_001 {

    public static void main(String[] args) {
        int a = 31;
        int b = 18;
        int c = 79;

        System.out.print(a + " ");
        System.out.print(b + " ");
        System.out.print(c);
    }






}
