//Число e (основание натурального логарифма) приблизительно равно 2,71828. Вывести на экран это число с точностью
//до десятых. Текст '2.7' не использовать. Число e (основание натурального логарифма) приблизительно равно 2,71828.
//Вывести на экран это число с точностью до десятых. Текст '2.7' не использовать.


package Chapter_1;

public class task_007 {

    public static void main(String[] args) {
        double e = 2.71828;
        System.out.printf("%.1f", e);
    }

}
