//Вывести на экран числа 50 и 10 одно под другим.


package Chapter_1;

public class task_003 {

    public static void main(String[] args) {

        System.out.println(50);
        System.out.println(10);

    }
}
